Arjun.swagger-viewer
christian-kohler.path-intellisense
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
emilast.LogFileHighlighter
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go-nightly
Gruntfuggly.todo-tree
Hyzeta.vscode-theme-github-light
IBM.output-colorizer
ifaxity.onedark
jeff-hykin.better-cpp-syntax
joaompinto.vscode-graphviz
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
p1c2u.docker-compose
PKief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
soerenuhrbach.vscode-deepl
sswg.swift-lang
tomoki1207.pdf
vadimcn.vscode-lldb
vknabel.vscode-swiftformat
Vue.volar
WakaTime.vscode-wakatime
