tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "libgit2"
brew "bat"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "jq"
brew "neovim"
brew "starship"
brew "zoxide"
cask "figma"
cask "google-drive"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "obsidian"
cask "readdle-spark"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes"
vscode "antfu.browse-lite"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "IBM.output-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "p1c2u.docker-compose"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "WakaTime.vscode-wakatime"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
