tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "libpng"
brew "cmake"
brew "direnv"
brew "fish"
brew "icu4c@75"
brew "htop"
brew "mise"
brew "tfenv"
brew "wget"
cask "1password"
cask "arc"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "microsoft-edge"
cask "obsidian"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "xcodes"
vscode "antfu.slidev"
vscode "antfu.unocss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "p1c2u.docker-compose"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
