{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-04-08T17:50:43.469-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Readdle.Spark",
					"Version" : "3.3.4"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password",
					"Version" : "8.10.3"
				},
				{
					"PackageIdentifier" : "Amazon.Kindle",
					"Version" : "1.33.0.62002"
				},
				{
					"PackageIdentifier" : "Lexikos.AutoHotkey",
					"Version" : "1.1.35.00"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9007"
				},
				{
					"PackageIdentifier" : "Figma.Figma",
					"Version" : "116.7.103"
				},
				{
					"PackageIdentifier" : "Figma.fonthelper",
					"Version" : "116.7.5"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.38.1"
				},
				{
					"PackageIdentifier" : "LINE.LINE",
					"Version" : "7.16.1.3000"
				},
				{
					"PackageIdentifier" : "Logitech.LogiBolt",
					"Version" : "1.2.6024.0"
				},
				{
					"PackageIdentifier" : "Logitech.Options",
					"Version" : "9.70.68"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "112.0.1722.34"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "111.0.1661.62"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.16.10262.0"
				},
				{
					"PackageIdentifier" : "Mozilla.Thunderbird.Beta",
					"Version" : "112.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Office",
					"Version" : "16.0.16227.20258"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio",
					"Version" : "28.1.2"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "23.066.0326.0005"
				},
				{
					"PackageIdentifier" : "iZotope.ProductPortal",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Spotify.Spotify",
					"Version" : "1.2.7.1277.g2b3ce637"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "1.5.00.28361"
				},
				{
					"PackageIdentifier" : "marha.VcXsrv",
					"Version" : "1.20.9.0"
				},
				{
					"PackageIdentifier" : "vim.vim",
					"Version" : "9.0.0861"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.0.3"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools",
					"Version" : "17.4.3"
				},
				{
					"PackageIdentifier" : "OliverSchwendener.ueli",
					"Version" : "8.23.2"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack",
					"Version" : "4.31.155"
				},
				{
					"PackageIdentifier" : "WinSCP.WinSCP",
					"Version" : "5.21.5"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "111.0.5563.147"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.15"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge.Dev",
					"Version" : "113.0.1774.3"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "2.19.2"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Version" : "0.68.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Google.Drive",
					"Version" : "72.0.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.34.31931.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "1.4.0.22976"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.77.1"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom",
					"Version" : "< 5.13.11835"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "2.18"
				},
				{
					"PackageIdentifier" : "Microsoft.UpdateAssistant",
					"Version" : "1.4.9200.23367"
				},
				{
					"PackageIdentifier" : "WavesAudio.WavesCentral",
					"Version" : "13.3.2"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.34.31931.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK",
					"Version" : "10.0.22000.832"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.4.10173"
}