{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-11-21T16:22:38.166-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Readdle.Spark",
					"Version" : "3.1.0"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password",
					"Version" : "8.9.8"
				},
				{
					"PackageIdentifier" : "Amazon.Kindle",
					"Version" : "1.33.0.62002"
				},
				{
					"PackageIdentifier" : "Lexikos.AutoHotkey",
					"Version" : "1.1.35.00"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu",
					"Version" : "2004.2022.1.0"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9007"
				},
				{
					"PackageIdentifier" : "Figma.Figma",
					"Version" : "116.5.17"
				},
				{
					"PackageIdentifier" : "Figma.fonthelper",
					"Version" : "114.6.2"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.38.1"
				},
				{
					"PackageIdentifier" : "ImageMagick.ImageMagick",
					"Version" : "7.1.0.52"
				},
				{
					"PackageIdentifier" : "LINE.LINE",
					"Version" : "7.13.2.2877"
				},
				{
					"PackageIdentifier" : "Logitech.LogiBolt",
					"Version" : "1.2.6024.0"
				},
				{
					"PackageIdentifier" : "Logitech.Options",
					"Version" : "9.70.68"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "107.0.1418.52"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "107.0.1418.52"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.15.2875.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Office",
					"Version" : "16.0.15726.20202"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio",
					"Version" : "28.1.2"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "22.227.1030.0001"
				},
				{
					"PackageIdentifier" : "iZotope.ProductPortal",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Spotify.Spotify",
					"Version" : "1.1.98.691.gf759311c"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "1.5.00.28361"
				},
				{
					"PackageIdentifier" : "marha.VcXsrv",
					"Version" : "1.20.9.0"
				},
				{
					"PackageIdentifier" : "vim.vim",
					"Version" : "9.0.0861"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.0.3"
				},
				{
					"PackageIdentifier" : "OliverSchwendener.ueli",
					"Version" : "8.23.2"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack",
					"Version" : "4.29.149"
				},
				{
					"PackageIdentifier" : "WinSCP.WinSCP",
					"Version" : "5.21.5"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "107.0.5304.107"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.3.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.31"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "2.19.2"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.34.31823.3"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Google.Drive",
					"Version" : "66.0.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "1.4.0.22976"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.73.1"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom",
					"Version" : "> 5.12.10137"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "2.18"
				},
				{
					"PackageIdentifier" : "Microsoft.UpdateAssistant",
					"Version" : "1.4.9200.23367"
				},
				{
					"PackageIdentifier" : "WavesAudio.WavesCentral",
					"Version" : "13.3.2"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.34.31823.3"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Version" : "0.64.1"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.11"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.2691"
}