tap "homebrew/bundle"
tap "homebrew/core"
tap "ikanago/tap"
tap "jandedobbeleer/oh-my-posh"
tap "swiftwasm/tap"
tap "tgotwig/linux-dust"
brew "gcc@11"
brew "alp"
brew "ca-certificates"
brew "asdf"
brew "bat"
brew "dust"
brew "libgit2"
brew "exa"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "node"
brew "gitmoji"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "graphviz"
brew "gum"
brew "jq"
brew "systemd"
brew "mysql-client"
brew "node@18"
brew "oh-my-posh"
brew "openssl@3", link: true
brew "percona-toolkit"
brew "swift"
brew "tig"
brew "yarn"
brew "zoxide"
