tap "homebrew/bundle"
tap "homebrew/core"
brew "glibc"
brew "ca-certificates"
brew "asdf"
brew "libgit2"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "jq"
brew "starship"
brew "zoxide"
vscode ""
vscode "[main 2023-10-27T13:19:25.169Z] update#setState idle"
vscode "[main 2023-10-27T13:19:29.578Z] Extension host with pid 33572 exited with code: 0, signal: unknown."
